Repository: mozilla-l10n/mt-training-data
Catalog: phl/phl_pontoon.tmx
Source language: en_us
Languages: phl

source: The sentence must be spelled correctly.
phl: جملہ صحی طریقہ کی چونٹِجی ہونسہ وڑئی۔

source: The sentence should have fewer than 15 words.
phl: جملہ وے 15 دی کام لوزہ بھینڈیو

source: The site is ready to be launched when it reaches 75% completion.
phl: سائٹ 75 فی صد مکمل بھلی ہینتہ سائٹ شروع بھئنی تھے تیار بھی۔

source: The site will be back up as soon as possible. For the latest information, please join the <matrixLink>Matrix community chat</matrixLink> or visit <githubLink>GitHub</githubLink> or <discourseLink>our Discourse forums</discourseLink> to submit and monitor site experience issues.
phl: انی سائٹ بیڈی لپ محفوظ بھی۔ نیوے معلومیتمی دپارہ <matrixLink>، کمیونٹٰ خلکیمی بیتیمی دپارہ </matrixLink> یا انسی ویزٹ<githubLink> GitHub یا <discourseLink> اسی بیتیمی زھئی وے </discourseLink> سائٹی وے یھاٹہ مسلے جمع او دڇھئنی دپارہ۔

source: The sound of laughter.
phl: ہنساٹی ہاواز

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
phl: ٹیڈ-لیئمی مجموعہ ہاویزی مشقولگی دی سمجی ہنہ او مشقولگی وے چونٹولو ٹیڈ ویپ سائٹہ وے دستیاب ہنہ۔

source: The website text is translated into that language.
phl: ویب سائٹی عبارت انیۡ زُبان کی ترجمہ بِھلیۡ ہِنیۡ۔

source: This content contains personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
phl: انو مواد کھئیو فردی شناخت بارئی ذاتی طور کی قابل شناخت معلوماتی جھلی مشتمل ہنو، لکہ تیسی تیݨی نو، ای میل پتہ، مقام، شناختی نمبر، یا فون نمبر۔

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
phl: انی معلومیتی دئنی لازمی نہ، تو تھے شو سرئجانو ہینتہ تھے لنام شامل تھہ۔ بے ڈیٹا سیٹ جاری تھئنی دی مُݜٹو بُٹھے داتی معلومات کسے تھے نہ امزیانہ یقین تھوئی کی بے تُسی ایمیل او نو تسی داتی معلومات یعنی تُسی عمر یا تُسی ذاتی سنگی جوست نہ تھانہ۔

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex. For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. Learn more about why metadata matters.
phl: انی معلومات فراہم تھئنی اختیاری۔ تیݨی مرضی کی شامل تھائی بھوڑ۔ کرے بے ڈیٹا سیٹ جاری تھانہ بے تمام ذاتی معلوماتی جائزہ بھانہ، انی بات یقینی تھانہ کی تھی نو او ای میل اینی معلومات تھی دیشی، عمر یا جنس سنگی منسلک نئینی۔ ٹکنالوجی ہر آکی دپارہ شو کرام تھئنی دپارہ، ایسے ڈیٹا کی ڈویلپرز تھے ٹیکنالوجی سمئنی وے مدد تھانو ہنو۔ ایڑئی بارئی مذید جھونوئی کی میٹا ڈیٹائی گہ اہمیت ہنی تھنی۔

source: This is a use case driven segment containing data to power spoken digit recognition and yes / no detection.
phl: انو استعمالی جھلی چلئیجاٹو حصہ کی لیوے بات دئنی نمبری شناخت، او یا نہ پتہ لگئنی ڈیٹا ہانسانہ۔

source: This is how you cite yourself if you wrote the content yourself.
phl: انی قسم کی تیݨی بی حوالہ دائی بھوڑ، مواد پخپُلہ چونٹا ہینسِلو ہینتہ

source: This project would not be possible without people like you. 🎉 There are many ways to get involved with Common Voice - you don't have to know how to code to contribute!
phl: انوۡ منصوبہ تُسام اتیݨہ خلکیم دی بغیر ممکن نہ۔ 🎉 کامن وائس وے شامل بھئنی بیڈہ طریقے ہنہ - تُسی دپارہ انو جھانئنی ضروری نہ کی تعاون تھئنی دپارہ کوڈ کنا بھےۡ استعمال بھانو تھنیۡ۔!

source: This setting controls your leaderboard visibility. When hidden, your progress will be private. This means your image, user name and progress will not appear on the leaderboard. Note that leaderboard refresh takes ~{ $minutes }min to populate changes.
phl: انی سیٹنگ تھی لوڈر بورڈ پشئنی کنٹرول تھینی۔ کرے پلولو ہینتہ تھی کرام راز کی دھارہ۔ ایڑائی مطلب انی کی تھی فوٹو، استعمال تھئنی نو او تھی کرام لوڈر بورڈی نہ پشِجہ۔ انی بات نوٹ تھہ کی لوڈر بورڈو ناؤ تھئنی او تبدیل تھئنی دپارہ { $minutes } منٹ گھنہ

source: Three to go!
phl: ترو دھری ہنہ!

source: Thur
phl: تھور

source: Tibetan
phl: تبیتن

source: Tigre
phl: ٹیگر

source: Tigrinya
phl: تیگرنیا

source: Tlazoyaltepec Mixtec
phl: ٹلوزوئک مسٹیک

source: Tlingit
phl: لینگیت

source: Toba Qom
phl: ٹوباقوم

source: To change or edit your email, send us an email to <emailFragment>commonvoice@mozilla.com</emailFragment>
phl: تیݨی ای میل بدل تھئنی یا ایڑیوے ترمیم تھئنی دپارہ، اسام تھے <emailFragment>commonvoice@mozilla.com</emailFragment> ای میل تھہ۔

source: Today
phl: آج

source: Today's Common Voice progress on clips recorded
phl: آجُکو کمن وائسی ہواز ریکاڈ تھئنی جُھلی کرام جاری

source: Today's Common Voice progress on clips validated
phl: آجُکو کمن وائسی ہواز ریکاڈ توثیق تھئنی جُھلی کرام جاری

source: Today's Progress
phl: آجُکو کرام

source: Toki Pona
phl: ٹوکی پونا

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
phl: کمن ڈیٹا سیٹی تھے اٹئنی دپارہ ہاواز دو کھلئی کھلئی استعمال کی اٹینڈیو

source: Too many files
phl: دیڈہ زیات فائلی

source: Top Contributors
phl: بُٹھیم دی زیات مدد تھاٹو

source: Torwali
phl: توروالی

source: Total
phl: تمام

source: Total Approved
phl: بُٹھے منظور بِھلہ

source: To the right we outline the benefits and clarify what information we make public. Use the links below to get started with a Common Voice account on your own device.
phl: اسی دیڇھنیتی دوشی فائدے واضح تھے ہنہ کی گہ معلومات عام خلکیمی دپارہ ہنی تھنی۔ موبُھنیڑا لنک کمن وائس تیݨی کمپیوٹیری وے یا موبائلہ وے شروع تھئنی دپارہ استعمال تھہ۔

source: Toward next goal
phl: نیوی مقصدی دوشی

source: Track progress here and on your stats page.
phl: تھی کرام کتی بِھلو تھنی انیوے تیݨی سٹیٹس پیجی وے پتہ تھہ،

source: Transcribe
phl: نقل تھوئی

source: Transcribe answers
phl: جویبیمی نقل نویسی تھوئی۔

source: Transcribe Audio
phl: آڈیو نقل تھہ۔

source: Transcribe audio recordings into text
phl: آڈیو ریکاڈنگ عبارت کی نقل تھہ

source: Transcribe audio recordings in your language
phl: آڈیو ریکاڈنگ تیݨی زبان کی نقل تھہ

source: Transcribe Audio <small>(Coming soon)</small>
phl: ٹرانسکائیب ہاواز <small>(لپ یھین )</small>

source: Transcript edited successfully
phl: نقلی کامیابی سنگی ترمیم تھئجیلی۔

source: Transcript skipped successfully
phl: نقل کامیابی کی اُڑیگیلو۔

source: Transcript submitted successfully
phl: نقلی کامیابی سنگی جمع تھئجیلی۔

source: Transcript voted successfully
phl: ٹرانسکرائبہ تھے کامبیبی کی ووٹ دئجئیلی

source: Transgender
phl: ٹرانس جینڈر

source: <translateVideoLink>Watch our guide on how to use Pontoon.</translateVideoLink>
phl: <translateVideoLink>پنٹون کنا تھےۡ استعمال تھانہ؟ رنمائی دپارہ اسی انوۡ ویڈیو دڇھوئی</translateVideoLink>

source: Translating the site
phl: سائٹی ترجمہ تھئنی

source: Translation is from English, but you can see <strong>Suggestions</strong> in other languages. Click the <strong>Profile</strong> icon, then <strong>Settings</strong> link and add any languages you speak. At the bottom right-hand corner will be a list of translations called <strong>Locales</strong>. Translations show on the site after one day.
phl: انگریزی کی ترجمہ تھینڈیو خو دوئی زبینی دپارہ <strong> تجویز </strong>ہنی۔ <strong>کلک </strong> پروفائلی نݰون وے <strong> سیٹنگ بہ</strong> لنک وے کھئی زبان کی تو کھونڈانو ایسے زبان شامل تھہ۔ بُھن کھوشیتی دوشی کوݨہ وے ترجمئی لسٹ ہونسہ تس تھے <strong> مقامی<strong> منانہ۔ ترجمہ آک دیس پہرتہ ایڑے ساٹی وے یھاندہ۔

source: Translation of the Common Voice site happens on <strong>Pontoon</strong>.
phl: کمن وائسی سائٹی ترجمہ<strong> پونٹونہ وے ا</strong> بھانوۡ

source: Try again by dragging your file here
phl: تیݨی فائل انیوے چھورئنی آک دوئی کوشش تھہ

source: Try uploading again
phl: اپلوڈ تھئنی آک کوشش بہ دوئی تھہ

source: Tshiluba
phl: شیلوبا

source: Tshivenda
phl: شیوندا

source: Tuki
phl: ٹُکی

source: Tumbuka
phl: تومبوکا

source: Tunen
phl: ٹونین

source: Tupuri
phl: ٹپوری

source: Turkish
phl: ترکیش

source: Turkmen
phl: تُرکمان

source: Tush
phl: توش

source: Tuvan
phl: تاوان

source: Twi
phl: توی

source: Typically megabytes
phl: عام طور کی میگا بائٹس

source: Ubykh
phl: اوبیخ

source: Udmurt
phl: اودمورت

source: Ukrainian
phl: یوکرینئین

source: Unclear
phl: غیر واضح

source: Understand contribution criteria
phl: حصہ گھنئنی اصول تو تھے پتہ بھینڈیو

source: Understand how to contribute and validate sentences and audio clips to the Common Voice dataset
phl: انی بات جھانینڈیو کی کامن وائسی ڈیٹاسیٹی سنگی مدد او جملئی ہاویزی کنا تھے تصدیق تھئیجہ تھنی

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
phl: ہاواز کاݨ تھئنی مجی گبا دڇھینڈیو اور تھی ہاواز کنا بھے شو بھی تھنی اینی بیتی جھانینڈیو۔

source: Universities, Academics and Researchers
phl: یونیورسٹیا، ماہرین تعلیم اور محققین

source: Upload aborted. Do you want to delete your recordings?
phl: اپلوڈ بند بھلو، تیݨی ریکاڈنگ پِچھائینوے؟

source: Upload an image file
phl: فوٹوئی فائل اپ لوڈ تھہ

source: { $uploadedSentences } of { $totalSentences } sentences collected
phl: { $uploadedSentences } مجی { $totalSentences } جملے سمٹہ

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
phl: { $totalSentences }مجی { $uploadedSentences } جملے جمع بِھلہ۔ انیوے <downloadLink>کلک تھہ</downloadLink> مسترد بِھلہ جملے ڈونلوڈ تھئنی دپارہ.

source: Upload failed, please retry.
phl: اپلوڈ نہ بِھلہ، مہربینی تھے گھرے کوشش تھہ۔

source: Upload <icon></icon> public domain sentences
phl: عام خلکیمی دائرہ کی استعمال بھاٹہ </icon> <icon> جملے اپلوڈ تھہ

source: Upload in progress...
phl: اپلوڈ جاری ہِنی۔۔۔۔

source: Upload more sentences?
phl: دوئی جملے بی اپلوڈ تھومے؟

source: Upload of this clip keeps failing at server. Reload the page or try again later.
phl: انی ہاواز اپ لوڈ نہ تھئجانو۔ پیج گھرے لوڈتھہ یا یا توس سہات پہُرتہ گھرے کوشش تھہ۔

source: Upload of this clip keeps failing, keep retrying?
phl: انی وے ہاواز اب لوڈ نہ تھئجانو، کوشیش جاری ساتہ

source: Urdu
phl: اردو

source: Use correct grammar
phl: صحیح گرائمر استعمال تھہ

source: Use correct spelling and grammar.
phl: صحیح املا او گرامر استعمال تھوئی۔

source: Use correct spelling and punctuation
phl: املا او زیر زبری صحیح استعمال تھہ

source: Useful for <mark>organic speech contexts</mark> and use cases (eg, when you want speech recognition to work with people speaking unscripted and colloquially)
phl: <mark>آرگینک اسپیچ سیاق و سباق</mark> دپارہ مفید اور کیسی استعمال تھہ (مثال کی اگر تو دوئیانو کی اسپیچ ریکگنیشن ایسے خلکیم سنگی کرام تھی کی سے غیر اسکرپٹ او بول چال کی کھونڈانہ)

source: User Name
phl: استعمال تھاٹی نو

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
phl: کرامہ اٹاٹو ایڑے وقف تھیلہ ہاویزی صحی بھئنی توثیق تھانوۡ، چیک تھانوۡ کی مناٹہ ایڑنام صحی تھے منیتہ ہنے تھنی۔

source: Ushojo
phl: اوشوجو

source: Uyghur
phl: اوغور

source: Uzbek
phl: اُزبُک

source: Validated Clips
phl: تصدیق بھیلہ ہاویزی کلپز

source: Validated Hours
phl: سند بِھلو گھنٹہ

source: Validated Hr. Total
phl: مستند بھلہ واندہ ایچ آر مکمل

source: Validate readings
phl: منئنی توثیق تھہ۔

source: Validate Readings
phl: منئنی توثیق تھہ۔

source: Validate Readings, Review Transcriptions
phl: منئنی توثیق تھہ، عبارتی جائزہ تھہ۔

source: Validate Readings <small>(Coming soon)</small>
phl: منئنی تصدیق <small>(لپ یھین/لپ پشِیجن)</small>

source: Validate readings submitted by community members
phl: کمیونٹی ممبرانومی طرفی جمع تھیلہ واندہ عباراتی توثیق تھہ۔

source: Validate user-recorded readings in your language
phl: تیݨی زبان کی ریکاڈ تھیلہ ریڈنگی توثیق تھہ۔

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
phl: عطیہ تھیلہ کلپسی توثیق تھئنی کامن وائس مشنی دپارہ بیڈو اہم ہنو۔ ݜُݨوئی او معیاری اوپن سورس وائس ڈیٹا سمئنی وے اسی مدد تھوئی۔

source: Validation Progress
phl: تصدیق تھئنی جاری

source: Validations
phl: توثیق

source: Value and recognition.
phl: آک دئی قدر او قبول تھئنی۔

source: Variant Contribution Options
phl: مختلف شراکتی اختیارات

source: Variants are a specific form of a language - for example shared by those living in a geography or commmunity. Sometimes these are called dialects.
phl: متغیرات زبینی آک مخصوص شکل ہنو - مثال کی جغرافیہ یا کمیونٹی خلکیمہ مشترکہ عادتی۔ بعض ٹیمی لنام بولیہ بی منانہ۔

source: Varying Pronunciations
phl: مختلف طریقئی منئنی

source: Venetian
phl: وینیٹئین

source: Version
phl: ورژن

source: Very common mistakes include:
phl: بیڈی عام غلطیہ شامل ہنم:

source: Vietnamese
phl: ویتنامی

source: View your progress against personal and project goals.
phl: تیݨی ذاتی او پروجیکٹی اہدافی مطابق تیݨی کرامی پراگرس دڇھہ۔

source: Visible
phl: پشجی

source: Visit our blog or write about us
phl: اسی بلاگی تھے بوئی یا اسی بارئی چونٹوئی۔

source: Voice clips are entered into a submission queue that readies them for listening.
phl: ہاویزیمی کلپسی قطیریم وے جمع تھئجلی ہِنم ݜُݨئنی دپارہ تیار تھئجلہ ہِنہ

source: Voice Collection
phl: ہاویزیمی مجموعہ

source: Voice Contribution
phl: ہاویزی تعاون

source: Voice Dataset, Ready for Download
phl: وائس ڈیٹا سیٹ ڈونلوڈ بھئنی دپارہ تیار۔

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
phl: ہاواز قدرتی قدرتی ہنو، ہاواز انسانی ہنو۔ ایڑائی دپارہ بے قابل استعمال ہاویزی ٹیکنالوجی سمئنی دپارہ پرجوش ہنہ۔ اسی مشینیمی دپارہ۔ مگم وائس سسٹم سمئنی دپارہ، ڈویلپرز تھے بیڈو زیات ہاویزی ضرورت ہنی ۔ڈیٹا

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
phl: ہاواز قدرتی، ہاواز انسانی، ایڑے وجہ کی بے مشینی وے ہاواز استعمال تھئنی مجی او ٹیکنالوجی سمئنی مجی دلچسپ سمیانہ۔ لیکن ہاویزی نظام سمئنی دپارہ بیڈہ زیات ڈیٹائی ضرورت۔

source: Voices Online Now
phl: ہاویزی تپہ آن لائن بھین

source: Voice Validation
phl: ہاواز زیات تھئنی

source: Volume
phl: زور/بھراش

source: Votic
phl: وٹیک

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
phl: وکس فورج چونٹیلی ویندی تقریری جمع تھئنی دپارہ قائم بھلو ہنو۔ انی وے مفت او اوپن سورس تقریری ہوش تھیی انجنی وے استعمال بھیدے۔

source: Wadiyara Koli
phl: ودیرییا کولی

source: Wakhi
phl: وخی

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
phl: تو کمن وائس نِس دی بی زیات بہتر بھئنی دویئانوے؟ بیڈو شو! اسام تھے ای میل تھہ یا <discourseLink> مشقولکی</discourseLink> زھئی تھے یھہ۔ اندہ سائٹی نقصانی <githubLink>GitHub ذریعہ کی جمع تھہ یا کمیونیٹی سنگی مشقول بھئنی خانہ تھے یھہ۔

source: Want to save your information? <createProfile>Create a profile</createProfile>
phl: تیݨی معلومات محفوظ تھانوے؟ <createProfile>پروفائل سمہ</createProfile>

source: Want to stay in touch with Common Voice?
phl: مشترکہ ہاویزی سنگی رابطہ کی ہانسئنی دوائینو وے؟

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
phl: تو آگاہ بھئنی دوائیانو ہینتہ کی اسی کمن وائسی ڈیٹا سیٹی ناؤ ورژن کرے گڈِیہ تھنی؟ تھے اسپہ نیوز لیٹر سبسکرائب تھہ

source: Watch our video explainer to help
phl: مددی دپارہ اسی وضاحتی ویڈیو دڇھوئی

source: Wayuunaiki
phl: وایونیکی

source: We are always looking to hear from data consumers about their needs and context - from collaborating on data collection platform to providing data health insights, we want to <emailFragment>hear from you.</emailFragment>
phl: بے ہمیشہ ڈیٹا صارفینی دی تنی ضروریات او سیاق و سباقی بارئی ݜُݨئنی دوائیانہ۔ ڈیٹا سمٹئنی پلیٹ فارمی تھی تعاون تھئنی دی گھنی ڈیٹا بہتر طریقہ پھدئنی تی، بے <emailFragment>تُسام دی ݜُݨئنی دوائیانہ۔</emailFragment>

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
phl: بے آک اوپن سورس سمیانہ۔ بیڈی زبینیمی دپارہ ڈیٹاسیٹ سمیانہ کی ایڑا ہر آک تیݨی بیتی آک اپلکیشنی وےترتیب دئنی دپارہ استعمال تھائی بھوت۔

source: We are excited to support public sector engagement in technology, innovation and language rights. If you're planning to run a major project or campaign, please do <emailFragment>get in touch.</emailFragment>
phl: بے ٹیکنالوجی، ناوہ شئیومی ایجادات او زبینی حقوقیم وے پبلک سیکٹری شمولیتی حمایت بیڈہ خوشان بھے تھانہ۔ اگر تو گہ گاڈو پروجیکٹ یا مہم چلئنی سوچ تھانو ہینتہ براہ کرم <emailFragment>رابطہ تھہ۔</emailFragment>

source: We are going out to get a coffee.
phl: بے دھرندی کافی پلئنی تھے نکھاندہ۔

source: We are going out to get coffee.
phl: بےۡ دھرندی کافی پلئنی تھےۡ نکھاندہ۔

source: We are offering more options to give people more choice in what they tell us about their sex or gender identity. Please self-describe in the way that feels most natural to you. <learnMoreLink>Learn more about our approach to sex and gender.</learnMoreLink>
phl: بے خلکیم تھے تیݨی جنس یا صنفی شناخت بارئی گہ منانہ، ایڑیوے لنام تھے تیݨی ضرورتی مطابقی مذید انتخابیبی اختیارات ہیش تھانہ۔ براہ کرم تیݨی زان ایندا تھے پشووئی کی تو تھے قدرتی محسوس تھانو ۔ <learnMoreLink>جنس او جنسی بارئی اسی نقطہ نظری بارئی مزید جھونوئی۔</learnMoreLink>

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
phl: بےۡ موزیلا ہاویزی ٹیکنالوجی جُھلیۡ آک ڈلہ سمیانہ۔ بےۡ دوائیانہ کی تُس آگاہ ہونست۔ ناوہ معلومیتمی ذریعہ کی او انی معلومیتی کنا تھےۡ استعمال تھانہ تھنیۡ خبرادار کی ہونست۔

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
phl: اسام تھے یقین ہِنی کی بُٹھیمی دپارہ دستیاب ہاویزی ڈیٹا سیٹ نیوی ایجادات او مشین ازدہ تھئنی بنیاد کی بیتی ٹیکنالوجی او تجارتی مقابلہ زیات بھی۔ کامن وائس بیڈی زبینیمی واران ڈیٹاسیٹ آویلی نیگرا بُٹھیم دی گاڈو عام خلکیمی دپارہ ہاویزیمی ڈیٹا سیٹ مگم انو صرف آک نہ۔ انو صفحہ دوئی اوپن سورس ڈیٹاسیٹی حوالئی دپارہ دڇھوئی او کامن وائس کی گاڈو بھئیم بھی وڑئی، اسی خبری دئنی دپارہ آک زھئی۔

source: We believe that large, publicly available voice datasets will foster innovation and healthy commercial competition in machine-learning based speech technology. Common Voice’s multi-language dataset is already the largest publicly available voice dataset of its kind, but it’s not the only one. Look to this page as a reference hub for other open source voice datasets and, as Common Voice continues to grow, a home for our release updates.
phl: اسام تھے یقین ہِنی کی بُٹھیمی دپارہ دستیاب ہاویزی ڈیٹا سیٹ نیوی ایجادات او مشین ازدہ تھئنی بنیاد کی بیتی ٹیکنالوجی او تجارتی مقابلہ زیات بھی۔ کامن وائس بیڈی زبینیمی واران ڈیٹاسیٹ آویلی نیگرا بُٹھیم دی گاڈو عام خلکیمی دپارہ ہاویزیمی ڈیٹا سیٹ مگم انو صرف آک نہ۔ انو صفحہ دوئی اوپن سورس ڈیٹاسیٹی حوالئی دپارہ دڇھوئی او کامن وائس کی گاڈو بھئیم بھی وڑئی، اسی خبری دئنی دپارہ آک زھئی۔

source: Website Localization
phl: ویب سائٹ لوکلائزیشن

source: Websites
phl: ویب سائٹس

source: We couldn’t find that page for you
phl: اسم تھی دپارہ پیج نہ لیدی۔

source: We couldn’t get any audio clips for you to listen to. Please try again later.
phl: بے تو تھے کاݨ تھئنی دپارہ ہاویزی کلپ نہ دائی بھانہ۔ تُوش پہرتہ گھرے کوشش تھہ۔

source: We couldn’t get any sentences for you to speak. Please try again later.
phl: تھی منئنی دپارہ اسام دی گہ جملے نئینہ۔ مہر بینی تھے تُوش سہات پہرتہ گھرے کوشش تھہ۔

source: Weekly
phl: ہفتہ وار

source: Weekly Goal
phl: ہفتئی مقصد

source: We launch the Common Voice site in this language.
phl: اسم انی زبینی کی عام ہاوازینی سائٹ شروع تھیلو ہنو

source: Welcome { $company } staff!
phl: ملازمانوم تھے خوش امدید منانہ{ $company }

source: Welcome to Common Voice
phl: کمن وائسہ وے خوش آمدید

source: Welcome to Spontaneous Speech
phl: بے ساختہ تقریری وے خوش آمدید

source: Welsh
phl: ویلش

source: We may have run out of clips - refresh the page, or try again later.
phl: اسام دی ختم بھے ہونسن، پاݨی ریفرش تھہ، یا تُوش پہرتہ گھرے کوشش تھہ

source: We may not have received that request. Please email us directly on <emailLink>{ $email }</emailLink> and we will get back to you!
phl: ہیں بہ کی اسام تھے سو درخواست نہ پھیدی ہونسہ۔ براہ کرم اسام تھے براہ راست ای میل تھوئی۔ <emailLink>{ $email }</emailLink> او بے تُسام سنگی رابطہ تھیہ!

source: We periodically release the dataset
phl: بے وقتاً فوقتاً ڈیٹاسیٹ جاری تھانہ

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
phl: بے وعدہ تھانہ کی بے تیݨی معلوماتیم جھلی احیتیاط کی کرام تھیہ مزید معلوماتی انو رازداری لنک <privacyLink> دڇھوئی۔

source: We’re building an open source, multi-language dataset of voices that anyone can use to train speech-enabled applications.
phl: بے آک اوپن سورس سمیانہ۔ بیڈی زبینیمی دپارہ ڈیٹاسیٹ سمیانہ کی ایڑا ہر آک تیݨی بیتی آک اپلکیشنی وےترتیب دئنی دپارہ استعمال تھائی بھوت۔

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
phl: بے عام خلکیمی ہاویزی ڈیٹا سیٹ بیڈہ خلکیم ݜاوا تھوائینہ۔ تیݨی ہاواز وقف تھہ، دوئی خلکیمی ہاواز صحی بھئنی تصدیق تھہ۔ ڈیٹاسیٹ بُٹھیمی دپارہ بہتر تھوئی۔

source: We’re experiencing unexpected downtime
phl: ابے اچانک وقفہ پشانہ

source: We’re going out to get coffee.
phl: اسپہ بیری کافی پیاو بیسیان

source: We release the dataset every 3 months.
phl: بے ڈیٹا سیٹ ہر ترو یُونی رلیز تھایہ

source: We're making some big changes
phl: بے گیڈی تبدیلی تھانہ

source: We're receiving a lot of traffic and are currently investigating the issues.
phl: بیڈہ زیات خلکہ ہنہ۔ فیلحال بے نُقُص بولڈانہ۔

source: We’re sorry, your platform is not currently supported.
phl: افسوس تھانہ! تھی پلیٹ فارمی انی ٹیمی مدد نہ تھائی بھانہ۔

source: Western Highland Purepecha
phl: ویسٹرن ہائی لینڈ پورپیچا

source: Western Penan
phl: مغربی پینان

source: Western Sierra Puebla Nahuatl
phl: ویسٹرن سئرا پاوبلا ناھاتل

source: Westphalian
phl: ویسٹپھالیئن

source: We use a Mozilla tool called <pontoonLink>Pontoon</pontoonLink> for translations. Pontoon has lots of languages, but if it doesn’t have yours you can <pontoonRequestLink>request for your language to be added</pontoonRequestLink>. Then, to make the language available on the Common Voice project, <githubRepoLink>request the new language on GitHub</githubRepoLink>. <localizationFragment>See more on site translation</localizationFragment>.
phl: بے موذیلائی آک آلہ استعمال تھانہ تس تھے <pontoonLink> پونٹون </pontoonLink> منانہ ترجمہ تھئنی دپارہ۔ پونٹوی وے بیڈی زبینی ہنم۔ تھی زبان ڑی وے نئنی ہینتہ تس شامل تھئنی دپارہ انی لنک <pontoonRequestLink> کی درخواست تھائی بھوت۔<pontoonRequestLink> تیݨی زبان شامل تھئنی دپارہ درخواست تھہ</pontoonRequestLink>۔ گھرے ایڑے زبان کمن وائس پراجیکٹی وے دستیاب بھئنی دپارہ <githubRepoLink> GitHub</githubRepoLink> ایڑے نیوی زبینی کی درخواست تھہ۔ <localizationFragment>۔ دوئی معلومات گھنئنی دپارہ سائٹی وے ترجمہ دڇھہ </localizationFragment>

source: We’ve made some changes. Delta Segments just contain the most recent clips since the last release. <deltaLink>Read more about this work</deltaLink>.
phl: اسم توش بدل تھیلو۔ پروݨہ کراممی بادڈٰیلٹا حصہ ناؤہ ہاواز چھوݨو <deltaLink> ۔ انی کرامی بارئی دوئی معلومات انیوے</deltaLink> زھئی وے ہِنی۔
